{
  "Bank": [
    "I deposited my paycheck at the bank.",
    "They built a bank to prevent flooding in the area.",
    "We sat on the river bank to watch the ducks.",
    "The airplane made a sharp bank to the left.",
    "I withdrew money from the bank."
  ],
  "Bank2": [
    "The bank of clouds on the horizon signaled an approaching storm.",
    "He had to bank on his savings to get through the tough times.",
    "The pilot had to bank the aircraft steeply to avoid the mountain.",
    "They decided to bank the fire for the night to keep it burning slowly.",
    "The pool player used the bank shot to sink the ball in the corner pocket."
  ],
  "Bat": [
    "A bat flew out of the cave at dusk.",
    "He hit the baseball with his bat.",
    "She didn't even bat an eye at the surprise.",
    "The vampire turned into a bat and vanished.",
    "The wooden bat cracked upon impact."
  ],
  "Bat2": [
    "The children love to bat balloons around the room.",
    "The cat likes to bat at the dangling toy.",
    "He decided to go to bat for his colleague during the meeting.",
    "The old bat next door always complains about the noise.",
    "They had to bat away the mosquitoes during the hike."
  ],
  "Match": [
    "She struck a match to light the candle.",
    "Their shirts match perfectly.",
    "The tennis match was thrilling to watch.",
    "They tried to match the paint color.",
    "The online app found her a good match."
  ],
  "Match2": [
    "He couldn't match his opponent's skill in chess.",
    "The detective tried to match the fingerprints to the suspect.",
    "Can you match this fabric to the curtains?",
    "They're a perfect match for each other.",
    "The company will match your charitable donations."
  ],
  "Light": [
    "Please turn on the light.",
    "The box was surprisingly light.",
    "She has light brown hair.",
    "The feather is as light as air.",
    "Let's pack light for the trip."
  ],
  "Light2": [
    "The truth finally came to light during the investigation.",
    "He's going to light the grill for the barbecue.",
    "The fire will light our way through the dark forest.",
    "Her face lit up with joy at the news.",
    "We need to light a fire under the team to meet the deadline."
  ],
  "Bear": [
    "We saw a bear at the zoo.",
    "I can't bear this anymore.",
    "The tree will bear fruit in the summer.",
    "She will bear a child in the fall.",
    "Please bear with me for a moment."
  ],
  "Bear2": [
    "The stock market took a bearish turn this week.",
    "He had to bear the brunt of his team's failure.",
    "The bridge couldn't bear the weight of the truck.",
    "She decided to bear arms for self-defense.",
    "The witness will bear testimony in court tomorrow."
  ],
  "Book": [
    "She is reading a fascinating book.",
    "I'd like to book a table for two.",
    "You can book tickets online.",
    "The book of matches is on the counter.",
    "The hotel is fully booked this weekend."
  ],
  "Book2": [
    "The police had to book the suspect for questioning.",
    "He's a real bookworm, always with his nose in a book.",
    "Let's book it out of here before we're late.",
    "The accountant needs to book that expense under 'miscellaneous'.",
    "She threw the book at him for his repeated offenses."
  ],
  "Park": [
    "They took a walk in the park.",
    "You can park your car over there.",
    "The amusement park was fun.",
    "He lives near Central Park.",
    "Please don't park in front of the driveway."
  ],
  "Park2": [
    "The company decided to park the project until next year.",
    "He parked himself on the couch for the entire weekend.",
    "The batter parked the ball over the fence for a home run.",
    "She parked her ambitions to focus on raising her children.",
    "The boss parked the difficult task with his most experienced employee."
  ],
  "Watch": [
    "I wear a watch on my wrist.",
    "Let's watch a movie tonight.",
    "Watch out for that puddle!",
    "The night watch was quiet.",
    "She keeps watch over the children."
  ],
  "Watch2": [
    "The sailors stood watch through the stormy night.",
    "He had to watch his step around his temperamental boss.",
    "The detective asked us to watch and report any suspicious activity.",
    "The stock market is on watch for signs of recession.",
    "She likes to watch her weight during the holiday season."
  ],
  "Left": [
    "Turn left at the next street.",
    "She left the party early.",
    "There's only one cookie left.",
    "He writes with his left hand.",
    "The car left a trail of smoke."
  ],
  "Left2": [
    "The painting was left unfinished when the artist died.",
    "After the argument, he was left feeling hurt and confused.",
    "The team was left in the lurch when their star player quit.",
    "She left no stone unturned in her search for the truth.",
    "The hurricane left a path of destruction in its wake."
  ],
  "Right": [
    "Turn right at the stop sign.",
    "She got all the answers right.",
    "You have the right to remain silent.",
    "He writes with his right hand.",
    "It's not right to tell lies."
  ],
  "Right2": [
    "The politician leans to the right on most issues.",
    "Let's right the ship before it's too late.",
    "She had to right the wrong done to her colleague.",
    "The company needs to right-size its workforce.",
    "He's Mr. Right, the perfect match for her."
  ],
  "Can": [
    "Can you help me with this?",
    "He opened a can of beans.",
    "She can speak three languages.",
    "The trash can is full.",
    "They can finish the project by Friday."
  ],
  "Can2": [
    "The new law canned our plans for expansion.",
    "The audience canned the poor performance with boos.",
    "She was canned from her job for misconduct.",
    "Let's can this meeting and go home early.",
    "The old car finally canned out on the highway."
  ]
}
